---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Ft
source: html/b3a9da1e-5568-1a60-3c44-934d85bfdc7a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Ft Property

Symbol ft, indicating unit Feet.

## Syntax (C#)
```csharp
public static ForgeTypeId Ft { get; }
```